Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/skrive-_og_leselystprogram_for_barn_og_unge.html.tmx
Source language: nob
Languages: sme

source: Sametinget ser behov for å øke produksjon av litteratur for ungdom, tilgjengelig gjøre samisk litteratur og øke det digitale litteraturtilbudet.
sme: Sámediggi oaidná ahte lea dárbu buvttadit eanet girjjálašvuođa nuoraide, almmustahttit sámi girjjálašvuođa ja lasihit digitála girjjálašvuođafálaldaga.

source: Samtidig ser Sametinget viktigheten av tekst og litteratur skrevet for ungdom og av ungdom, og samtidig behovet for å motivere til skriving og lesing av samisk språklige tekster og materiale.
sme: Sámediggi atná dehálažžan teavstta ja girjjálašvuođa maid nuorat leat čállán nuoraide, ja seammás movttiidahttit čállit ja lohkat sámegiel teavsttaid ja materiála.

source: Lesemester AS har utviklet en digital lese tjeneste for elever i grunnskolen.
sme: Lesemester AS lea ráhkadan digitála lohkanbálvalusa nuoraidskuvlaohppiide.

source: Lese tjenesten består av en egen portal hvor både lærer og elev har tilgang.
sme: Lohkanbálvalusas lea sierra portála gosa sihke oahpaheaddjit ja oahppit besset.

source: Portalen består av mange fine funksjoner som bidrar til både leselyst og økt lesetrening.
sme: Portálas leat máŋga finna funkšuvnna mat váikkuhit buoret lohkanmovtta ja eanet lohkanhárjehallama.

source: Portalen er oversatt til de samiske språkene, og det er lagt inn noen samiske titler.
sme: Portála lea jorgaluvvon sámegielaide, ja dohko leat biddjon muhtun sámi bajilčállaga.

source: Det er imidlertid behov for at å få et mangfold av samisk titler i portalen.
sme: Lea dattetge dárbu oažžut olu sámi bajilčállagiid portálii.

source: Sametinget ønsker å inngå samarbeid med Lesemester AS, for slik å dra nytte av den digitale lese tjenesten i vårt arbeid med lese -og skrivelyst program for barn og unge.
sme: Sámediggi háliida ovttasbargagoahtit Lesemester AS:in, ávkkástallan dihte sin digitála lohkanbálvalusa min barggus lohkan- ja čállinmoktaprográmmain mánáid ja nuoraid várás.
